{
    "Current Lang": "Deutsch",
    "HeroUnion - Open source web scraper union.": "HeroUnion – Open-Source-Webscraper-Union.",
    "HeroUnion.website": "HeroUnion.website",
    "HeroUnion<small> - Open source web scraper union</small>": "HeroUnion <small>– Open-Source-Webscraper-Union</small>",
    "HeroUnion Stats": "HeroUnion-Statistiken",
    "It's running": "Es läuft",
    "Tasks Stats": "Aufgabenstatistiken",
    "Last": "Zuletzt",
    "Waiting": "Warten",
    "Running": "Läuft",
    "Total": "Gesamt",
    "Done": "Erledigt",
    "Failed": "Fehlgeschlagen",
    "Notify Stats": "Benachrichtigungsstatistiken",
    "Bot Stats": "Bot-Statistiken",
    "Idle": "Leerlauf",
    "Busy": "Beschäftigt",
    "Offline": "Offline",
    "JSON Data": "JSON-Daten",
    "Covenant of the Alliance": "Pakt der Allianz",
    "Please abide by the following conventions and stick to it for a better tomorrow for yourself and the whole society!": "Bitte halten Sie sich an die folgenden Konventionen und bleiben Sie dabei, für eine bessere Zukunft für sich selbst und die gesamte Gesellschaft!",
    "Comply with local/national laws and regulations": "Halten Sie lokale/nationale Gesetze und Vorschriften ein",
    "Data that requires login or VIP status to access will not be crawled": "Daten, für deren Zugriff eine Anmeldung oder ein VIP-Status erforderlich ist, werden nicht gecrawlt.",
    "Data that is explicitly prohibited from being collected by the target website will not be crawled": "Daten, deren Erfassung durch die Zielwebsite ausdrücklich verboten ist, werden nicht gecrawlt.",
    "The commercial core data of the target website is not crawled": "Die kommerziellen Kerndaten der Zielwebsite werden nicht gecrawlt",
    "Low concurrency, low frequency, does not affect the normal operation of the target website": "Geringe Parallelität, niedrige Frequenz, beeinträchtigt nicht den normalen Betrieb der Zielwebsite",
    "Bots": "Bots",
    "HeroUnion App": "HeroUnion App",
    "HeroUnion download": "HeroUnion herunterladen",
    "HeroBot download": "HeroBot herunterladen",
    "HeroUnion<strong> is only responsible for the scheduling of scrapers and tasks</strong>,": "HeroUnion <strong>ist nur für die Planung von Crawlern und Aufgaben verantwortlich</strong>,",
    "The contracts supported by scrapers and the specific content of tasks have nothing to do with the alliance.": "Die von den Crawlern unterstützten Verträge und die konkreten Aufgabeninhalte haben nichts mit der Allianz zu tun.",
    "Website monitor": "Website-Monitor",
    "Web Scraper": "Web Scraper",
    "Disclaimer": "Haftungsausschluss",
    "Information protected by law will not be crawled": "Gesetzlich geschützte Informationen werden nicht gecrawlt",
    "for example": "Zum Beispiel",
    "personal privacy data mobile phone number, ID number, etc.": "Persönliche Datenschutzdaten, Handynummer, Ausweisnummer usw."
}