{
    "Current Lang": "Español",
    "HeroUnion - Open source web scraper union.": "HeroUnion - Unión de rastreadores web de código abierto.",
    "HeroUnion.website": "Sitio web de HeroUnion",
    "HeroUnion<small> - Open source web scraper union</small>": "HeroUnion <small>- Unión de rastreadores web de código abierto</small>",
    "HeroUnion Stats": "Estadísticas de HeroUnion",
    "It's running": "Esta corriendo",
    "Tasks Stats": "Estadísticas de tareas",
    "Last": "Último",
    "Waiting": "Espera",
    "Running": "Correr",
    "Total": "Total",
    "Done": "Hecho",
    "Failed": "Fallido",
    "Notify Stats": "Notificar estadísticas",
    "Bot Stats": "Estadísticas del bot",
    "Idle": "Inactivo",
    "Busy": "Ocupado",
    "Offline": "Desconectado",
    "JSON Data": "Datos JSON",
    "Covenant of the Alliance": "Pacto de la Alianza",
    "Please abide by the following conventions and stick to it for a better tomorrow for yourself and the whole society!": "¡Por favor, respete las siguientes convenciones y cúmplalas para un mejor mañana para usted y para toda la sociedad!",
    "Comply with local/national laws and regulations": "Cumplir con las leyes y regulaciones locales/nacionales",
    "Data that requires login or VIP status to access will not be crawled": "No se rastrearán los datos que requieren inicio de sesión o estado VIP para acceder.",
    "Data that is explicitly prohibited from being collected by the target website will not be crawled": "No se rastrearán los datos cuya recopilación esté explícitamente prohibida por el sitio web de destino.",
    "The commercial core data of the target website is not crawled": "No se rastrean los datos comerciales principales del sitio web de destino",
    "Low concurrency, low frequency, does not affect the normal operation of the target website": "Baja concurrencia, baja frecuencia, no afecta el funcionamiento normal del sitio web de destino.",
    "Bots": "Bots",
    "HeroUnion App": "Aplicación HeroUnion",
    "HeroUnion download": "Descarga de HeroUnion",
    "HeroBot download": "Descargar HeroBot",
    "HeroUnion<strong> is only responsible for the scheduling of scrapers and tasks</strong>,": "HeroUnion <strong>solo es responsable de la programación de rastreadores y tareas</strong>,",
    "The contracts supported by scrapers and the specific content of tasks have nothing to do with the alliance.": "Los contratos respaldados por los rastreadores y el contenido específico de las tareas no tienen nada que ver con la alianza.",
    "Website monitor": "Monitor de sitios web",
    "Web Scraper": "Raspador web",
    "Disclaimer": "Descargo de responsabilidad",
    "Information protected by law will not be crawled": "La información protegida por la ley no será rastreada",
    "for example": "Por ejemplo",
    "personal privacy data mobile phone number, ID number, etc.": "Datos personales de privacidad: número de teléfono móvil, número de identificación, etc."
}