{
    "Current Lang": "हिन्दी",
    "HeroUnion - Open source web crawler union.": "हीरोयूनियन - ओपन सोर्स वेब क्रॉलर यूनियन।",
    "HeroUnion.website": "HeroUnion.वेबसाइट",
    "HeroUnion<small> - Open source web crawler union</small>": "हीरोयूनियन <small>- ओपन सोर्स वेब क्रॉलर यूनियन</small>",
    "HeroUnion Stats": "हीरोयूनियन आँकड़े",
    "It's running": "यह काम कर रहा है",
    "Tasks Stats": "कार्य आँकड़े",
    "Last": "अंतिम",
    "Waiting": "इंतज़ार में",
    "Running": "दौड़ना",
    "Total": "कुल",
    "Done": "हो गया",
    "Failed": "असफल",
    "Notify Stats": "आँकड़े सूचित करें",
    "Bot Stats": "बॉट आँकड़े",
    "Idle": "निठल्ला",
    "Busy": "व्यस्त",
    "Offline": "ऑफलाइन",
    "JSON Data": "JSON डेटा",
    "Covenant of the Alliance": "गठबंधन की वाचा",
    "Please abide by the following conventions and stick to it for a better tomorrow for yourself and the whole society!": "कृपया निम्नलिखित परंपराओं का पालन करें और अपने तथा पूरे समाज के बेहतर कल के लिए इसका पालन करें!",
    "Comply with local/national laws and regulations": "स्थानीय/राष्ट्रीय कानूनों और विनियमों का अनुपालन करें",
    "Data that requires login or VIP status to access will not be crawled": "जिस डेटा तक पहुंचने के लिए लॉगिन या वीआईपी स्टेटस की आवश्यकता होती है, उसे क्रॉल नहीं किया जाएगा",
    "Data that is explicitly prohibited from being collected by the target website will not be crawled": "लक्ष्य वेबसाइट द्वारा एकत्र किए जाने से स्पष्ट रूप से प्रतिबंधित डेटा को क्रॉल नहीं किया जाएगा",
    "The commercial core data of the target website is not crawled": "लक्ष्य वेबसाइट का वाणिज्यिक कोर डेटा क्रॉल नहीं किया गया है",
    "Low concurrency, low frequency, does not affect the normal operation of the target website": "कम समवर्तीता, कम आवृत्ति, लक्ष्य वेबसाइट के सामान्य संचालन को प्रभावित नहीं करती है",
    "Bots": "बॉट",
    "HeroUnion App": "हीरोयूनियन ऐप",
    "HeroUnion download": "HeroUnion डाउनलोड",
    "HeroBot download": "HeroBot डाउनलोड करें",
    "HeroUnion<strong> is only responsible for the scheduling of crawlers and tasks</strong>,": "हीरोयूनियन <strong>केवल क्रॉलर्स और कार्यों के शेड्यूलिंग के लिए जिम्मेदार है</strong>,",
    "The contracts supported by crawlers and the specific content of tasks have nothing to do with the alliance.": "क्रॉलर्स द्वारा समर्थित अनुबंधों और कार्यों की विशिष्ट सामग्री का गठबंधन से कोई लेना-देना नहीं है।",
    "Website monitor": "वेबसाइट मॉनिटर",
    "Web Scraper": "वेब स्क्रैपर",
    "Disclaimer": "अस्वीकरण",
    "Information protected by law will not be crawled": "कानून द्वारा संरक्षित जानकारी को क्रॉल नहीं किया जाएगा",
    "for example": "उदाहरण के लिए",
    "personal privacy data mobile phone number, ID number, etc.": "व्यक्तिगत गोपनीयता डेटा, मोबाइल फोन नंबर, आईडी नंबर, आदि।"
}