{
    "Current Lang": "Русский",
    "HeroUnion - Open source web crawler union.": "HeroUnion — объединение веб-сканеров с открытым исходным кодом.",
    "HeroUnion.website": "HeroUnion.сайт",
    "HeroUnion<small> - Open source web crawler union</small>": "HeroUnion <small>- Союз веб-сканеров с открытым исходным кодом</small>",
    "HeroUnion Stats": "Статистика HeroUnion",
    "It's running": "Он работает",
    "Tasks Stats": "Статистика задач",
    "Last": "Последний",
    "Waiting": "Ожидающий",
    "Running": "Бег",
    "Total": "Общий",
    "Done": "Сделанный",
    "Failed": "Неуспешный",
    "Notify Stats": "Уведомить статистику",
    "Bot Stats": "Статистика ботов",
    "Idle": "Праздный",
    "Busy": "Занятый",
    "Offline": "Оффлайн",
    "JSON Data": "Данные JSON",
    "Covenant of the Alliance": "Соглашение Альянса",
    "Please abide by the following conventions and stick to it for a better tomorrow for yourself and the whole society!": "Пожалуйста, соблюдайте следующие правила и придерживайтесь их ради лучшего будущего для себя и всего общества!",
    "Comply with local/national laws and regulations": "Соблюдайте местные/национальные законы и правила",
    "Data that requires login or VIP status to access will not be crawled": "Данные, для доступа к которым требуется вход в систему или VIP-статус, не будут сканироваться.",
    "Data that is explicitly prohibited from being collected by the target website will not be crawled": "Данные, сбор которых явно запрещен целевым веб-сайтом, не будут сканироваться.",
    "The commercial core data of the target website is not crawled": "Коммерческие основные данные целевого веб-сайта не сканируются.",
    "Low concurrency, low frequency, does not affect the normal operation of the target website": "Низкая степень параллелизма, низкая частота, не влияет на нормальную работу целевого веб-сайта.",
    "Bots": "Боты",
    "HeroUnion App": "Приложение HeroUnion",
    "HeroUnion download": "HeroUnion скачать",
    "HeroBot download": "HeroBot скачать",
    "HeroUnion<strong> is only responsible for the scheduling of crawlers and tasks</strong>.": "HeroUnion <strong>отвечает только за планирование работы сканеров и задач</strong> .",
    "The contracts supported by crawlers and the specific content of tasks have nothing to do with the alliance.": "Контракты, поддерживаемые краулерами, и конкретное содержание задач не имеют никакого отношения к альянсу.",
    "Website monitor": "Монитор веб-сайта",
    "Web Scraper": "Веб-скрейпер",
    "Disclaimer": "Отказ от ответственности",
    "Information protected by law will not be crawled": "Информация, защищенная законом, не будет сканироваться",
    "for example": "например",
    "personal privacy data mobile phone number, ID number, etc.": "персональные данные, номер мобильного телефона, номер удостоверения личности и т. д."
}